Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E05B.tmx
Source language: en_us
Languages: zh_cn

source: How to Tie a Clove Hitch Knot
zh_cn: 手把手教你打一个完美双套结

source: Completed clove hitch
zh_cn: 图示：已完成的双套结

source: This is a fairly simple knot that can be useful for securing ropes to trees, posts, or other things that stand upright.
zh_cn: 这是一个简单又非常实用的绳结，它可以作为安全绳索用于任何需要攀爬高处的地方，比如爬树或悬挂海报。

source: With this knot, it's fairly easy to adjust the length of the rope if you need to.
zh_cn: 有了这个绳结，你可以根据需要轻易的调整绳子长度。

source: It can be used in lashing ropework and also in sailing, especially as a temporary way to hold things.
zh_cn: 双套结还可以用于捆绑绳索，航海，尤其是当作一个临时的方法捆住某物。

source: There are two methods suggested here. You might like to try both to see which works out best for your needs.
zh_cn: 在这里，我们提供了两种方法教你打双套结，你可以两样都试试，看看哪一种最适合你。

source: Steps
zh_cn: 步骤

source: Method One
zh_cn: 方法一

source: Pick up the running end of the rope (the end that will be loose after you tie the knot).
zh_cn: 拿起绳索的活动末端（在完成绳结后，末端将变得松散）。

source: Wrap it halfway around the pole or timber.
zh_cn: 将它在杆子或木头上环绕半圈。

source: Cross the running end over the wrapped part of the rope.
zh_cn: 在环绕处上交叉绳索末端。

source: This will form an "X" shape.
zh_cn: 这样会得到一个类似“X”的形状。

source: Bring it back around the pole.
zh_cn: 把它放回到木杆旁边。

source: Lift the "X" part of the knot and slip the running end under this "X" horizontally.
zh_cn: 将绳结的“X”形状部分提起来，并把绳索的活动末端塞入“X"形的水平下方。

source: Pull the knot tight.
zh_cn: 拉紧绳结。

source: Method 2
zh_cn: 方法二

source: This is an alternative method of tying the clove hitch.
zh_cn: 这是另一种系双套结的办法。

source: A clove hitch may be tied by forming two loops and putting a pole through those two loops.
zh_cn: 用这种方法，双套结将由两个环组成，只要把木杆穿过这两个环即可。

source: This alternative technique has the limitation of having to be tied at the end of a pole.
zh_cn: 这种替代性的技术有一定的限制，即必须系在杆子的底部。

source: However, it is quicker to tie than the above method.
zh_cn: 不过，用这种方法系绳结比上一种要快。

source: Make 2 loops as shown. Make the two loops.
zh_cn: 将绳索弯成如上图所示，摆弄成如图的两个环。

source: An easy way to remember this is to end the left loop above and right loop down.
zh_cn: 用简单的方法记住左边环的绳索末端在上方，而右边的在下方。

source: Place the right loop over the left loop.
zh_cn: 将右边的环放在左边的环上面。

source: Insert the pole into the loops.
zh_cn: 把木杆穿过这两个环。

source: You now have a clove hitch.
zh_cn: 现在你就得到一个双套结啦。

source: Pull in opposite directions to tighten the clove hitch.
zh_cn: 朝相反的方向拉绳索以拉紧绳结。

source: Tips
zh_cn: 小贴士

source: Remember to first make an 'X' then pull the working end through the 'X'
zh_cn: 记得先做出一个“X”形状，然后才是将活动末端塞入“X”形中。

source: The clove hitch is an excellent knot for starting and ending lashings.
zh_cn: 双套结是一个捆绑绳索的绝妙方法，无论是在用来打起始结还是最后固定用的结都很好。

source: Warnings
zh_cn: 警告

source: This knot may jam, making it hard to untie in some situations.
zh_cn: 双套结可能会很麻烦，在某些时刻很难解开。

source: This knot may also slip, which means you should not use it to support large weights or in situations where the knot coming untied under stress could be dangerous.
zh_cn: 双套结还可能很滑，即你应该避免让它承受太大重量，或在紧张的时刻解开绳索，这样会很危险。

source: In general, this knot is not highly secure, so it is best used for temporary situations.
zh_cn: 一般来说，双套结并不能确保安全万无一失，所以最好是做临时用途。

source: This knot will be secure as long as tension remains constant as it tightens down on itself.
zh_cn: 当双套结被系紧并一直保持该状态时是安全的。

source: In a load/unload situation this knot is highly unsecure.
zh_cn: 但当它满负荷或超负荷操作时就非常不安全了。
